Table of Contents
 Enum LoadCaseType
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Load case type
public enum LoadCaseType
Fields
Accidental = 2
Accidental
Nonlinear = 5
Loadcase is for nonlinear analysis
Permanent = 0
Permanent
Variable = 1
Variable
Fields
 Name |  Description
 Accidental = 2
Accidental
 Nonlinear = 5
Loadcase is for nonlinear analysis
 Permanent = 0
Permanent
 Variable = 1
Variable
 Edit this page